Repository: Abubalkis/peppy
Catalog: i18n.*/peppy-*.po
Languages: in

source: &About...
in: &Acerca de...

source: &Close Buffer
in: &Cerrar búfer

source: &Comment Region
in: &Comentar Región

source: &Delete Window
in: &Borrar ventana

source: &Describe Action
in: &Describir la acción

source: &Execute Action
in: &Ejecutar la acción

source: &Folding
in: &Plegado

source: &Help
in: &Ayuda

source: &Help...
in: &Ayuda...

source: &Line Numbers
in: &Números de línea

source: &Line Wrapping
in: &Ajuste de líneas

source: &New Window
in: &Ventana nueva

source: &Open Hex Editor...
in: &Abrir editor hexadecimal

source: &Open Image Viewer...
in: &Abrir visor de imágenes

source: &Open Sample C File
in: &Abrir archivo de ejemplo C

source: &Open Sample Makefile
in: &Abrir Makefile de Ejemplo

source: &Open Sample Python
in: &Abrir ejemplo Python

source: &Open Sample Text
in: &abrir texto de ejemplo

source: &Preferences...
in: &Preferencias...

source: &Revert
in: &Revertir

source: &Save...
in: &Guardar...

source: &Show Key Bindings
in: &Mostrar Vinculos de Tecla

source: &Show Toolbars
in: &Mostrar barras de herramientas

source: &Tabify
in: &Poner sangría

source: &Uncomment Region
in: &Descomentar región

source: &Untabify
in: &Sacar sangría

source: &Word Count
in: &Contador de palabras

source: &Wrap Words
in: &Envolver Palabras

source: About this program
in: Acerca de este programa

source: Act on the marked buffers according to their flags.
in: Actuar en los buffers marcados de acuerdo a sus indicadores.

source: Actions
in: Acciones

source: Add ChangeLog Entry
in: Añadir entrada en el ChangeLog

source: Add new ChangeLog entry to the top of the ChangeLog
in: Añadir nueva entrada en el ChangeLog en lo alto del ChangeLog

source: Apr
in: Abr

source: Attributes
in: Atributos

source: Aug
in: Ago

source: Background
in: Fondo

source: Bad input.
in: Entrada Errónea

source: Base new theme of existing one
in: Basar un tema nuevo en uno existente

source: Break wrapped lines at word boundaries
in: Romper líneas envueltas en los límites de palabra

source: Cancel
in: Cancelar

source: Cancel Minibuffer
in: Cancelar Minibuffer

source: Cancel any currently active minibuffer
in: Cancelar cualquier minibuffer activo

source: Capitalize
in: Capitalización

source: Case
in: Tipo de letra

source: Clear Flags
in: Limpiar Inidicadores

source: Clear Playlist
in: Limpiar lista de reproducción

source: Clear all flags from the selected item(s).
in: Limpiar todos los indicadores de los elemento seleccionados.

source: Close Tab
in: Cerrar solapa

source: Close current buffer
in: Cerrar buffer actual

source: Close the current tab
in: Cerrar la solapa actual

source: Collapse blank lines
in: Cerrar lineas en blanco

source: Contrast
in: Contraste

source: Contrast adjustment method
in: Método de ajuste de contraste

source: Contributions by:
in: Contribuciones:

source: Copy
in: Copiar

source: Cursor to End of Line
in: Cursor al Fin de Linea

source: Cursor to Start of Line
in: Cursor a Comienzo de Línea

source: Cursor to end of the buffer
in: Cursor al Final del Buffer

source: Cursor to first character in the buffer
in: Cursor al primer caracter del buffer

source: Cursor to first non-blank character in the line
in: Cursor al primer caracter no blanco de la línea

source: Cursor to next line
in: Cursor a línea siguiente

source: Cursor to previous line
in: Cursor a línea anterior

source: Cut
in: Cortar

source: Debug
in: Depurar

source: DebugClassMenu
in: MenudeClasedeDepuración

source: Decrease Volume
in: Bajar volumen

source: Decrease the volume
in: Bajar el volúmen

source: Delete Playlist Entry
in: Eliminar entrada de Playlist

source: Delete current window
in: Borrar ventana actual

source: Delete selected songs from playlist
in: Eliminar las canciones seleccionadas del Playlist

source: Describe an action by name
in: Describir una acción por el nombre

source: Display a list of all buffers.
in: Mostar una lista de todos los buffers

source: Documents
in: Documentos

source: Downcase
in: Minúsculas

source: E&xit
in: &Cerrar

source: EOL Characters
in: Caracteres de EOL

source: Edit
in: Editar

source: Electric Colon
in: Dos puntos Eléctrico

source: Electric Return
in: Enter Eléctrico

source: Enable or disable toolbar display in this frame
in: Habilitar o deshabilitar la visualización de la barra de herramientas en este frame

source: Enter a hex color value
in: Introducir un valor hexadecimal de color

source: Execute an action by name
in: Ejecutar una acción por su nombre

source: Export
in: Exportar

source: Fast test of the progress bar
in: Test rápido de la barra de progreso

source: File
in: Archivo

source: Fill Paragraph
in: Rellenar párrafo

source: Find...
in: Buscar...

source: Finished %s on %s
in: Terminados %s de %s

source: Floating Point
in: Punto flotante

source: Focal Plane View
in: Vista de Plano Focal

source: Font
in: Fuente

source: Font Settings
in: Ajustes de fuentes

source: Foreground
in: Primer plano

source: Frames
in: Fotogramas

source: Functions
in: Funciones

source: Games
in: Juegos

source: Garbage Objects
in: Objetos de Basura

source: Generate a random playlist
in: Generar un playlist aleatorio

source: Go to a function
in: Ir a una función

source: Go to a particular band in the cube
in: Ir a una banda particular en el cubo

source: Goto Band
in: Banda de Goto

source: Goto Line...
in: Ir a la línea...

source: Goto Offset...
in: Ir al desplazamiento...

source: Goto a line in the text.
in: Ir a una línea en el texto

source: Hangman
in: Ahorcado

source: Hello World Action
in: Acción de Hola Mundo

source: Image View
in: Vista de imagen

source: Increase Volume
in: Subir volumen

source: Increase the volume
in: Aumentar el volúmen

source: Indent the current line when a colon is pressed
in: Poner sangría a la línea actual cuando la tecla de dos puntos es presionada

source: Indent the next line following a return
in: Poner sangría la siguiente línea luego de un enter

source: Input:
in: Entrada:

source: Insert 'Hello, world' at the current cursor position
in: Insertar 'Hello, world' en la posición actual del cursor

source: Integer
in: Entero

source: Jan
in: Ene

source: Line Endings
in: Finales de línea

source: List All Documents
in: Listar todos los documentos

source: MPD Server...
in: Servidor MPD...

source: Major Mode
in: Modo Mayor

source: Mark for Deletion
in: Marcar para Eliminar

source: Mark for Deletion and Move Backwards
in: Marcar para Eliminar y Moverse Atrás

source: Mark for Display
in: Marcar para mostrar

source: Mark for Display and Move Backwards
in: Marcar para Mostrar y Moverse Atrás

source: Mark for Save
in: Marcar para Salvar

source: Mark for Save and Move Backwards
in: Marcar para Guardar y Moverse Atrás

source: Mark the selected buffer for deletion and move to the previous item.
in: Marque el buffer seleccionado para borrar y moverse al item anterior.

source: Mark the selected buffer for deletion.
in: Marcar el buffer seleccionado para eliminación.

source: Mark the selected buffer to be displayed and move to the previous item.
in: Marcar el buffer seleccionado para ser mostrado y moverse al item anterior.

source: Mark the selected buffer to be displayed.
in: Marcar el buffer seleccionado para ser mostrado

source: Mark the selected buffer to be saved and move to the previous item.
in: Marcar el buffer seleccionado para ser guardado y moverse al item anterior.

source: Mark the selected buffer to be saved.
in: Marcar el buffer seleccionado para ser guardado.

source: May
in: Mayo

source: Median Filter
in: Filtro Mediano

source: Median filter
in: Filtro mediano

source: Minor Modes
in: Modos Menores

source: Modes
in: Modos

source: Move the cursor down a line
in: Mover el cursor una línea hacia abajo

source: Move the cursor to the end of the buffer
in: Mover el cursor al final del buffer

source: Move the cursor to the end of the current line
in: Mover el cursor al final de la línea actual

source: Move the cursor to the start of the buffer
in: Mover el cursor al inicio del buffer

source: Move the cursor to the start of the current line
in: Mover el cursor al principio de la línea actual

source: Move the cursor up a line
in: Mover el cursor a la línea superior

source: Move the selection to the next item in the list.
in: Mover la selección al siguiente elemento en la lista.

source: Move the selection to the previous item in the list.
in: Mover la selección al elemento anterior en la lista.

source: Move to Next Item
in: Mover al siguiente elemento

source: Move to Previous Item
in: Mover al elemento anterior

source: Mute
in: Silenciado

source: Mute the volume
in: Quitar el volumen

source: New
in: Nuevo

source: New Tab
in: Nueva pestaña

source: New plain text file
in: Nuevo archivo plano de texto

source: Next Band
in: Siguiente banda

source: Next Song
in: Siguiente canción

source: Not a numeric expression.
in: No es una expresión numérica.

source: Not an integer expression.
in: No es una expresión entera.

source: Ok
in: Aceptar

source: Open
in: Abrir

source: Open File Using Minibuffer...
in: Abrir archivo usando Minibuffer...

source: Open File...
in: Abrir archivo...

source: Open Recent
in: Abrir reciente

source: Open URL Using Minibuffer...
in: Abrir URL usando Minibuffer...

source: Open a Hex Editor
in: Abrir un editor hexadecimal

source: Open a file
in: Abrir un archivo

source: Open a file using URL name completion
in: Abrir un archivo usando el completado de nombre de URL

source: Open a file using filename completion
in: Abrir un archivo usando el completado de nombre de archivo

source: Open a new tab
in: Abrir una pestaña nueva

source: Open a new window
in: Abrir una ventana nueva

source: Open a sample C file
in: Abrir un archivo de ejemplo C

source: Open a sample Graphviz file
in: Abrir un archivo de ejemplo Graphviz

source: Open a sample Makefile
in: Abrir un Makefile de ejemplo

source: Open a sample Python file
in: Abrir un archivo de ejemplo Python

source: Open an Image Viewer
in: Abrir en un visor de imágenes

source: Open an MPD server through a URL
in: Abrir un servidor MPD a través de la URL

source: Open some sample text
in: Abrir un ejemplo de texto simple

source: Open the STC Style Editor to edit the current mode's text display.
in: Abrir el Editor de Estilo STC para editar la muestra de texto del modo actual

source: Open the wxPython widget inspector.
in: Abrir el inspector de widget de wxPython

source: Paste
in: Pegar

source: Paste at Column
in: Pegar en columna

source: Paste selection indented to the cursor's column
in: Pegar la selección identada en la columna del cursor

source: Play/Pause Song
in: Reproducir/pausar canción

source: Plugins
in: Complementos

source: Preferences, settings, and configurations...
in: Preferencias y configuraciones...

source: Prev Band
in: Banda anterior

source: Prev Song
in: Canción anterior

source: Preview
in: Vista previa

source: Previous Band
in: Banda anterior

source: Previous Song
in: Canción anterior

source: Project Homepage
in: Página de inicio del proyecto

source: Quit the program.
in: Salir del programa

source: Random Playlist
in: Lista de reproducción aleatoria

source: Record Format...
in: Formato de grabación...

source: Redo
in: Rehacer

source: Refresh
in: Refrescar

source: Refresh the current view to show any changes.
in: Refrescar la vista acatual para mostrar cualquier cambio.

source: Reindent
in: Reindentar

source: Remove all songs from the current playlist
in: Eliminar todas las canciones de la lista de reproducción actual

source: Remove whitespace from blank lines
in: Eliminar espacios en blanco de las líneas en blanco

source: Replace Buffer
in: Buffer de Reemplazo

source: Replace a string in the text.
in: Reemplazar una cadena en el texto.

source: Replace...
in: Reemplazar...

source: Report a bug
in: Informar sobre un error

source: Rescan the filesystem and update the MPD database
in: Explorar nuevamente el sistema de archivos y actualizar la base de datos MPD

source: Restart Game
in: Reiniciar el juego

source: Revert to last saved version
in: Volver a la última versión guardada

source: Run
in: Ejecutar

source: Run this script through the interpreter
in: Correr este programa en el intérprete

source: Run with Args
in: Correr con argumentos

source: Running Jobs
in: Corriendo trabajod

source: Same Major Mode
in: El mismo Modo Mayor

source: Samples
in: Muestras

source: Save &As...
in: Gu&ardar como...

source: Save Styles
in: Guardar estilos

source: Save as a new file
in: Guardar como un nuevo archivo

source: Save or Delete Marked Buffers
in: Guardar o Eliminar los Buffers Marcados

source: Save the current file
in: Guardar el archivo actual

source: Save to URL Using Minibuffer...
in: Guardar en URL usando Minibuffer...

source: Search for a string in the text.
in: Buscar una cadena en el texto.

source: Select All
in: Seleccionar todo

source: Select Rect
in: Seleccionar rectángulo

source: Select all text
in: Selecciona todo el texto

source: Select rectangular region.
in: Seleccionar una región rectangular.

source: Set the preview file type
in: Establecer la vista previa del tipo de archivo

source: Shift &Left
in: Cambiar a &la izquierda

source: Shift &Right
in: Cambiar a la de&recha

source: Show Buffer
in: Mostra el búfer

source: Show Hex Digits
in: Mostrar los dígitos hexadecimales

source: Show Line Style
in: Mostrar el estilo de línea

source: Show Pixel Values
in: Mostar los valores de píxel

source: Show Record Numbers
in: Mostrar los números de registro

source: Show or hide minor mode windows
in: Mostrar u ocultar ventanas de modo menor

source: Show or hide sidebar windows
in: Mostrar u ocultar las barras laterales de las ventanas

source: Show the buffer in a new tab.
in: Mostrar el búfer en una nueva pestaña.

source: Show the buffer in place of this tab.
in: Mostrar el búfer en la posición de esta pestaña.

source: Show the styling information of the current line
in: Mostrar la información de estilo en la línea actual

source: Show uncollectable objects
in: Mostrar objetos no coleccionables

source: Sidebars
in: Barras laterales

source: Size
in: Tamaño

source: Slow test of the progress bar
in: Prueba lenta de la barra de progreso

source: Some styles have been changed would you like to save before exiting?
in: Algunos estilos han cambiado ¿Quiere guardarlos antes de salir?

source: Sort Order
in: Orden de clasificación

source: Sort document list
in: Ordenar lista de documentos

source: Start a blank new style
in: Empezar un nuevo estilo en blanco

source: Start a hangman game
in: Iniciar el juego del ahorcado

source: Started %s on %s
in: Iniciado %s en %s

source: Stop
in: Parar

source: Stop the currently running script
in: Parar la ejecución actual del programa

source: Style Editor
in: Editor de estilos

source: Style Tags
in: Etiquetas de estilo

source: Style Theme
in: Tema de estilo

source: Switch Lexer to %s
in: Cambiar léxico a %s

source: Switch line endings
in: Cambiar finales de línea

source: Switch major mode
in: Intercambiar a modo mayor

source: Syntax Files
in: Archivos de sintaxis

source: Test the progress bar
in: Probar la barra de progreso

source: Tests
in: Pruebas

source: Text
in: Texto

source: Text Styles...
in: Estilos de texto...

source: Text file
in: Archivo de texto

source: Toggle display of line-end (cr/lf) characters
in: Cambiar la vista de los caracteres de fin de línea (cr/lf)

source: Toggle line numbers in this view
in: Cambiar los números de línea en esta vista

source: Tools
in: Herramientas

source: Transform
in: Transformar

source: Turn on/off debugging for listed classes
in: Activar/desactivar el depurado para las clases listadas

source: Undo
in: Deshacer

source: Upcase
in: Mayúscula

source: Update Database
in: Base de datos de acatualización

source: User manual
in: Manual de usuario

source: View
in: Ver

source: View Direction
in: Dirección de la vista

source: Widget Inspector...
in: Inspector de widget...

source: Window
in: Ventana

source: Word count in region or document
in: Recuento de palabras en región o documento

source: Write to a new URL using name completion
in: Escribir una URL nueva usando el completado de nombre

source: Zoom In
in: Ampliar

source: Zoom Out
in: Diminuir

source: Zoom in (magnify) image
in: Magnificar imagen

source: Zoom out (demagnify) image
in: Reducir imagen

source: band
in: banda

source: bold
in: negrita

source: chatbot-%s
in: programa de conversación-%s

source: eol
in: fin de línea

source: hangman
in: ahorcado

source: italic
in: cursiva

source: restart-game
in: reiniciar-juego

source: underline
in: subrayado

source: unknown
in: desconocido

source: &Open Sample Graphviz dot file
in: &Öffne Graphviz dot Beispieldatei

source: Color
in: Farbe

source: Dec
in: Dez

source: General
in: Allgemein

source: Goto an offset.
in: Springe zu Offset.

source: Login
in: Anmeldung

source: Mar
in: Mrz

source: Oct
in: Okt
